Repository: marcplouhinec/tourox-air-ios
Catalog: touroxair/*.lproj/Localizable.strings
Languages: bg, fr, zh_hans

# step1_description
source: Connecting to the router…
bg: Свързване с рутера…
fr: Connexion au routeur…
zh_hans: 正在连接…

# step1_error_description
source: Error: unable to connect with the router VoIP!
bg: Грешка: неуспешно свързване с гласовия рутер
fr: Erreur: impossible de se connecter au routeur VoIP!
zh_hans: 故障: 无法连接网络电话！

# step2_description
source: Communication ongoing
bg: Вие се свързахте с екскурзовода
fr: Communication en cours
zh_hans: 正在通话

# no_wifi_connection_error_title
source: No WIFI connection detected!
bg: Няма WiFi връзка
fr: Aucune connection WIFI détectée!
zh_hans: 没有检测到任何无线网络链接！

# no_wifi_connection_error_message
source: Please connect to the guide's WIFI router and restart the application.
bg: Моля, свържете се с рутера на екскурзовода и рестартирайте приложението.
fr: Veuillez vous connecter au routeur WIFI du guide et redémarrer l'application.
zh_hans: 请连接导游的无线路由器,然后重新启动该程序。

# wrong_wifi_connection_error_title
source: Wrong WIFI connection detected!
bg: Свързани сте с друга WiFi мрежа
fr: Mauvaise connexion WIFI détectée!
zh_hans: 连接错误无线网络！

# wrong_wifi_connection_error_message
source: Please connect to a WIFI network starting with the word 'tourox' and restart the application.
bg: Моля, свържете се с безжична мрежа, която започва с думата 'tourox' и рестартирайте приложението.
fr: Veuillez vous connecter à un réseau WIFI commencant par le mot 'tourox' et redémarrer l'application.
zh_hans: 请连接'tourox'的无线网络,然后重新启动该应用程序。

# unable_to_load_voip_service_error_title
source: Internal error
bg: Системна грешка
fr: Erreur interne
zh_hans: 内部故障

# unable_to_load_voip_service_error_message
source: Unable to load the VoIP service! You may try to restart the application, but if it still doesn't work it means your device is incompatible.
bg: Неуспешно зареждане на VoIP услуга! Опитайте да рестартирате приложението, но ако това не помогне, вероятно телефонът ви не е съвместим.
fr: Impossible de charger le service VoIP! Vous pouvez essayer de redémarrer l'application, mais si cela ne fonctionne toujours pas cela signifie que votre appareil est incompatible.
zh_hans: 无法下载通话程序!请重新启动该应用程序,如果仍然不能运作说明您的设备与该软件并不兼容。

# unable_to_open_connection_to_voip_service_error_title
source: Connection error
bg: Грешка при свързване
fr: Erreur de connexion
zh_hans: 连接错误

# unable_to_open_connection_to_voip_service_error_message
source: Unable to open a connection to the VoIP service. Please restart the application to try again.
bg: Неуспешно установяване на връзка с гласовата услуга. Моля, рестартирайте приложението, за да започнете отначало.
fr: Impossible d'ouvrir une connexion avec le service VoIP. Veuillez redémarrer l'application pour essayer encore une fois.
zh_hans: 无法连接通话,请重新启动。

# restart_button
source: Restart
bg: Рестартирам
fr: Redémarrer
zh_hans: 重新开始
